Repository: Phaze1D/RisingFallIOS
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, sv, zh_hans

source: Play
de: Spielen
es: Jugar
fr: Jouer
ja: プレー
ko: 놀이
pt: Jogar
ru: играть
sv: Spela
zh_hans: 玩

source: Store
de: der Laden
es: Tienda
fr: Boutique
ja: 店舗
ko: 상점
pt: Loja
ru: магазин
sv: Butik
zh_hans: 商店

source: Powers
de: Produkte
es: Poderes
fr: Produits
ja: プロダクト
ko: 상품
pt: Poderes
ru: продукты
sv: Produkter
zh_hans: 制品

# P5Title
source: Double Points
de: Doppelpunkte
es: Doble Puentos
fr: Double de Points
ja: ダブルポイント
ko: 더블 포인트
pt: Dobro de Pontos
ru: Двойные очки
sv: Dubbla Poäng
zh_hans: 双倍积分

# P5Info
source: Double Points for 10 seconds
de: Doppelte Punkte für 10 Sekunden
es: El doble de puntos por 10 segundos
fr: Le double de points pendant 10 secondes
ja: 10秒間のダブルポイント
ko: 10 초 동안 더블 포인트
pt: Dobro de pontos por 10 segundos
ru: Двойные баллы за 10 секунд
sv: Dubbla poäng för 10 sekunder
zh_hans: 双分10秒

# P4Title
source: Away with You
de: hier raus
es: ¡Fuera de aquí!
fr: Loin avec vous
ja: アウェイあなたと一緒に
ko: 물러 가라
pt: Vá embora!
ru: Покончить с вами
sv: Bort med dig
zh_hans: 除掉你

# P4Info
source: Destroys the bottom two rows and gives you points
de: Zerstört die beiden unteren Reihen und wird mit Punkten belohnt
es: Destruye las dos filas inferiores y te da puntos
fr: Détruit les deux rangées du bas et vous donne des points
ja: 下の二つの行を破棄し、あなたにポイントを付与する
ko: 아래 두 행을 파괴하고 당신에게 포인트를 제공합니다
pt: Destrói as duas últimas linhas e dá-lhe pontos
ru: Уничтожает нижние два ряда и дает вам очки
sv: Förstör de två nedersta raderna och ger dig poäng
zh_hans: 销毁上下两排，给你点

# P3Title
source: Copy Me
de: kopieren Sie mich
es: Cópiame
fr: Me Copier
ja: 私をコピー
ko: 나 복사
pt: Me Copiar
ru: Скопируйте меня
sv: Kopiera mig
zh_hans: 我复制

# P3Info
source: Changes all the balls of one color to other color
de: Ändert alle Kugeln einer Farbe zur anderen Farbe
es: Cambia todas las pelotas de un color a otro color
fr: Change toutes les boules de même couleur pour les autres couleurs
ja: 他の色に1色のすべてのボールを変更
ko: 다른 색으로 하나의 색상의 모든 공을 변경
pt: Altera todas as bolas de uma cor para outra cor
ru: Изменяет все шары одного цвета к другому цвету
sv: Ändrar alla bollar av en färg till en annan färg
zh_hans: 改变一种颜色的所有的球，以其他颜色

# P2Title
source: We're all the same
de: Wir sind alle gleich
es: Somos todos iguales
fr: Nous sommes tous les mêmes
ja: 私たちは、すべて同じいる
ko: 우리는 모두 같은 것
pt: Nós somos todos iguais
ru: Мы все равно
sv: Vi är alla samma
zh_hans: 我们都是一样的

# P2Info
source: Spawns 10 balls of the same color
de: Laicht 10 Kugeln der gleichen Farbe
es: Genera 10 pelotas del mismo color
fr: Génère 10 boules de la même couleur
ja: 同じ色のボール10を生成し
ko: 동일한 색깔의 공 (10)를 생성
pt: Gera 10 bolas da mesma cor
ru: Создает 10 шаров одного цвета
sv: Droppar 10 bollar av samma färg
zh_hans: 产卵10个球的颜色相同的

# P1Title
source: Slow and Steady
de: Langsam und stetig
es: Lento y Constante
fr: Lente et régulière
ja: ゆっくりと着実な
ko: 느리고 꾸준한
pt: Lento e constante
ru: Медленно и постепенно
sv: Sakta och stödja
zh_hans: 缓慢而稳定

# P1Info
source: Reduce the drop rate and velocity of the balls by half for 10 seconds
de: Reduzieren Sie die Geschwindigkeit der Kugeln um die Hälfte 10 Sekunden
es: Reduce la velocidad de las pelotas por mitad por 10 segundos
fr: Réduire la vitesse des billes de moitié pendant 10 secondes
ja: 10秒間半分にボールの速度を減らす
ko: 10 초 동안 반으로 볼의 속도를 줄이기
pt: Reduzir a velocidade das bolas para metade durante 10 segundos
ru: Уменьшите скорость шаров наполовину в течение 10 секунд
sv: Minska hastigheten för bollarna genom halv till 10 sekunder
zh_hans: 降低球的速度的一半，10秒

source: Balls Left
de: Bälle
es: Pelotas
fr: Balle
ja: ボール
ko: 공
pt: Bolas
ru: мяч
sv: Boll
zh_hans: 冒泡

source: Time Left
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
pt: Tempo
ru: время
sv: Tid
zh_hans: 时间

source: Score
de: Erzielen
es: Puntos
fr: Marquer
ja: スコア
ko: 득점
pt: Pontos
ru: пунктов
sv: Göra mål
zh_hans: 评分

source: Resume
de: Fortsetzen
es: Continuar
fr: Reprendre
ja: 再開する
ko: 다시 시작하다
pt: Prosseguir
ru: возобновлять
sv: Fortgå
zh_hans: 重新开始

source: Quit
de: Verlassen
es: Salir
fr: Quitter
ja: やめる
ko: 종료
pt: Desistir
sv: Sluta
zh_hans: 退出

source: You Won
de: Sie gewonnen
es: Has Ganado
fr: Vous avez Gagné
ja: 勝者
ko: 우승자
pt: Você Ganhou
ru: победитель
sv: Vinnare
zh_hans: 你赢了

source: Next
de: nächste Stufe
es: Siguiente
fr: Suivant
ja: 次
ko: 다음 수준
pt: Seguinte
ru: рядом
sv: Nästa nivå
zh_hans: 下一个

source: Main Menu
de: Hauptmenü
es: Menú
fr: Menu
ja: メインメニュー
ko: 메인 메뉴
pt: Menu
ru: Главное меню
sv: Startsida
zh_hans: 主菜单

source: Play On
de: Bespielen
es: Seguir Jugando
fr: Jouer sur
ja: 続ける
ko: 경기
pt: Jogar em
ru: Игра на
sv: Spela på
zh_hans: 玩

source: Game Over
de: Spiel ist aus
fr: Jeu Terminé
ja: ゲームオーバー
ko: 게임 오버
ru: игра окончена
zh_hans: 游戏结束

source: Restart
de: Neustart
es: De Nuevo
fr: Recommencer
ja: 再起動
ko: 다시 시작
pt: Reiniciar
ru: перезапуск
sv: Omstart
zh_hans: 再开始

# InfoLevel0
source: Move the balls around to combine 3 or more balls of the same color and tap them to destroy them.
de: Bewegen Sie die Kugeln um 3 oder mehr Kugeln der gleichen Farbe zu verbinden und klicken Sie auf sie, um sie zu zerstören
es: Mueve las bolas alrededor para combinar 3 o más bolas del mismo color y toque ellos para destruirlos
fr: Déplacez les boules de combiner 3 ou plus boules de la même couleur et appuyez sur eux pour les détruire.
ja: 同じ色の3つ以上のボールを組み合わせ、それらを破壊するためにそれらをタップする
ko: 공 동일한 색깔의 3 개 이상의 공을 결합하는 이동하고 그들을 파괴하기 위해 그들을 클릭
pt: Mova as bolas para combinar 3 ou mais bolas da mesma cor e clique neles para destruí-los
ru: Переместите шары объединить 3 или более шариков того же цвета, и нажимать на них, чтобы уничтожить их
sv: Flytta bollarna att kombinera 3 eller fler bollar av samma färg och klicka på dem för att förstöra dem.
zh_hans: 谨动议球各地结合3个或更多相同颜色的并点击他们消灭他们

# InfoLevel1
source: The bigger the group of the same color balls the more points you get.
de: Je größer die Gruppe von der gleichen Farbe Kugeln, desto mehr Punkte erhalten Sie.
es: Cuanto más grande sea el grupo de bolas del mismo color los más puntos obtendrá.
fr: Plus le groupe des boules de même couleur les plus de points que vous obtenez.
ja: 同じ色のボールあなたが得るより多くのポイントのグループを大きく。
ko: 같은 색 공 당신이 얻을 더 많은 포인트의 그룹 더 큰.
pt: Quanto maior o grupo das mesmas bolas de cor o mais pontos você ganha.
ru: Чем больше группа из той же шары цвета, тем больше очков вы получите.
sv: Ju större grupp av samma färg bollar desto fler poäng får du.
zh_hans: 了组相同颜色的球更多的积分，你得到的更大。

# InfoLevel2
source: Reach the target score and make sure you don’t let the balls hit the top.
de: Erreiche das Ziel der Gäste und stellen Sie sicher, lassen Sie sich nicht die Kugeln traf den oberen.
es: Llegar a la meta de puntuación y asegúrese de que usted no deje que las bolas de golpear la parte superior.
fr: Atteindre le score cible et assurez-vous que vous ne laissez pas les balles ont frappé le haut.
ja: 目標スコアに到達し、あなたはボールがトップにヒットさせていないことを確認してください。
ko: 목표 점수에 도달하고 공 상단을 공격 못하게해야합니다.
pt: Alcançar a meta de pontuação e certifique-se que você não deixe as bolas atingiu o topo.
ru: Достичь целевой счет и убедитесь, что вы не позволяйте шары попали в топ.
sv: Nå målet poäng och se till att du inte låter bollarna träffade toppen.
zh_hans: 达到目标得分，并确保你不要让球击中顶部。

# InfoLevel18
source: Striped balls need to be grouped twice to remove them.
de: Gestreift Kugeln müssen zweimal gruppiert werden, um sie zu entfernen
es: Pelotas rayadas necesitan ser grupo dos veces para eliminar las
fr: Boules rayées doivent être regroupés à deux reprises pour les supprimer
ja: ストライプボールはそれらを削除するには二回グループである必要が
ko: 스트라이프 공 그들을 제거하는 두 그룹 일 필요
pt: Bolas listradas precisa estar grupo duas vezes para removê-los
ru: Полосатые шары должны быть группы дважды, чтобы удалить их
sv: Randiga bollar måste grupperas två gånger för att ta bort dem
zh_hans: 条纹的的球必须是组两次将其删除

# InfoLevel28
source: Something is changing
de: Etwas verändert sich
es: Algo está cambiando
fr: Quelque chose est en train de changer
ja: 何かが変化している
ko: 뭔가 변화
pt: Algo está mudando
ru: Что-то меняется
sv: Något håller på att förändras
zh_hans: 事情正在发生变化

# InfoLevel50
source: The square boxes cant be moved
de: Die rechteckigen Kästchen können nicht verschoben werden
es: Las cajas cuadradas no puedo ser movidos
fr: Les boîtes carrées ne peux pas être déplacés
ja: 四角いボックスは移動できません
ko: 사각 상자는 이동할 수 없습니다
pt: As caixas quadradas não pode ser movido
ru: Квадратные коробки не могут быть перемещены
sv: De fyrkantiga lådor kan inte flyttas
zh_hans: 在方箱不能被移动

# InfoLevel70
source: Something is changing
de: Etwas verändert sich
es: Algo está cambiando
fr: Quelque chose est en train de changer
ja: 何かが変化している
ko: 뭔가 변화
pt: Algo está mudando
ru: Что-то меняется
sv: Något håller på att förändras
zh_hans: 事情正在发生变化

# InfoLevel101
source: Reach %d Don’t hit the top.
de: Erreiche %d Schlagen Sie nicht die Spitze
es: Alcanzar %d No golpee la parte superior.
fr: Atteindre %d Ne pas frapper le haut
ja: %dリーチ トップにヒットしないでください
ko: (%d)에 도달 상단에 충돌하지 마십시오
pt: Chegar a %d Não atingiu o topo
ru: достигнет %d Не попал в топ
sv: Nå %d Slå inte toppen
zh_hans: 达到%d 不打人顶

source: Payment Failed
de: Zahlung fehlgeschlagen
es: Pago Error
fr: Paiement a échoué
ja: お支払いは、失敗しました
ko: 지불 실패
pt: Pagamento Falha
ru: Оплата удалось
sv: Betalning Misslyckades
zh_hans: 付款失败

source: No Internet Access
de: Kein Internetzugang
es: Sin acceso a Internet
fr: Pas d'accès à Internet
ja: いいえ、インターネットアクセスしない
ko: 인터넷 연결을 제공하지 않습니다
pt: Sem acesso à internet
ru: Нет доступа в Интернет
sv: Inget internet
zh_hans: 无法上网

# Twitter Error
source: No Twitter account founded
de: Kein Twitter-Account Setup
es: Ninguna cuenta de Twitter encontrada
fr: Aucune configuration du compte Twitter
ja: いいえTwitterアカウントのセットアップん
ko: 어떤 트위터 계정 설정하지
pt: Não configuração da conta do Twitter
ru: Нет Твиттере основал
sv: Inget Twitter-konto installation
zh_hans: 没有Twitter账户成立

# Weibo Error
source: No Twitter account founded
de: Kein Weibo-Account Setup
es: Ninguna cuenta de Weibo encontrada
fr: Aucune configuration du compte Weibo
ja: いいえWeiboアカウントのセットアップん
ko: 더 웨이 보 계정 설정하지
pt: Não configuração da conta Weibo
ru: Нет счета Weibo основал
sv: Inget Weibo Kontoinställning
zh_hans: 没有微博帐号创立

source: Post Failed
de: Post gescheitert
es: Compartiendo Error
fr: Après échec
ja: 共有ポスト失敗しました
ko: 공유 게시물에 실패했습니다
pt: Publicar falhou
ru: пост не удалось
sv: Post Misslyckades
zh_hans: 共享失败
